[
  {
    "name" : "John Pattison",
    "title" : "Packaging and Marketing Materials Designer",
    "bio" : "John Pattison is an art director, designer, illustrator, chef and beer lover. He lives in Cincinnati, Ohio with his wife Cindy and kids Justin, Megan and Emma. When he needs to get away from city life, he packs up his favorite MadTree beers (all of them), his dog Pukes, and heads off to his 80-acre farm/cabin retreat in Kentucky.",
    "image" : "community/artists/img-john.jpg",
    "url" : "http://johnpattison.viewbook.com/john_pattison"
  },
  {
    "name" : "Christopher S. Daniel",
    "title" : "Treemark illustrator and taproom table fabricator",
    "bio" : "Christopher S. Daniel is a sculptor working and living in Cincinnati, Ohio.  Christopher owns and operates Blue Hell Studio, a steel fabrication and blacksmithing business, creating one of a kind, unique ornamental and functional steel work.  Blue Hell Studio is the only blacksmith teaching facility in Cincinnati.  Christopher received his Bachelor of Fine Arts from West Virginia University in 1994, and received his Master of Fine Arts in 1997 from the University of Cincinnati&rsquo;s School of Design, Architecture, Art and Planning. His career over the last 16 years has included working for the Cincinnati Art Museum as the Lead Art Handler of the Decorative Arts De-installation Project, teaching as an Adjunct Professor at the Art Academy of Cincinnati, working as a freelance Toy Sculptor and illustrator and for two years he served as the Executive Director of The Mockbee, Inc., Ohio&rsquo;s largest not for profit gallery.",
    "image" : "community/artists/img-christopher.jpg",
    "url" : "http://www.bluehellstudio.com"
  },
  {
    "name" : "Tom Post",
    "title" : "Happy Amber and The Great Pumpcan illustrator",
    "bio" : "Growing up in Ohio, Tom can remember being excited about drawing as far back as age five. A freelance illustrator with a BFA in Fine Arts from Columbus College of Art and Design, he has a knack for creating unique, inspirational art for the project at hand. He has done advertising work for a variety of corporate clients and when time permits he pulls out his favorite medium, oil paints. Tom has been pursuing oil painting and expanding his teaching activities since 2001. He specializes in portraiture, figurative and painting en plein air. Tom is a member of the Cincinnati Art Club and his paintings are in the personal collection of various notable collectors. His works have been shown at The Cincinnati Nature Center, Homerama and can currently be seen at The Raymond Gallery in Hyde Park, Ohio.",
    "image" : "community/artists/img-tom.jpg",
    "url" : "http://tompostart.com"
  },
  {
    "name" : "Richard Biever",
    "title" : "Gnarly Brown illustrator",
    "bio" : "Art is my passion &ndash; Creating beautiful images and showcasing the extraordinary in a picture. For the past 12 years, I&rsquo;ve run my own business working with ad agencies and art directors across the U.S. Before that, I worked for an ad agency for 20 years. When I want to have fun, the guitar comes out playing some blues or rock, spending time with my family &ndash; my wife and 2 teenagers &ndash; and enjoying a good dark beer. ",
    "image" : "community/artists/img-richard.jpg",
    "url" : "http://www.copperlion.com/"
  },
  {
    "name" : "Margaret Weiner",
    "title" : "PsycHOPathy illustrator",
    "bio" : "Margaret is a graphic designer, illustrator, and songwriter living in Northside. Born in Virginia and educated at Savannah College of Art and Design, Margaret moved to Ohio in 2005 and is well-known for her work with the Cincinnati-area band The Seedy Seeds.",
    "image" : "community/artists/img-margaret.jpg",
    "url" : "http://c6studio.com/"
  },
  {
    "name" : "Anthony &ldquo;Tank&rdquo; Mansfield",
    "title" : "Sprye illustrator",
    "bio" : "Anthony \"Tank\" Mansfield is a visual artist who lives in Cincinnati, Ohio. His work is shown and collected nationally by a number of fans, included some who have permanently had his drawings inked into their skin. His subject matter tends to vary due to the various projects he works on but trees, robots, and video games are his most common reoccurring themes. He holds a Bachelor of Fine Arts from Ohio University and a Masters of Art Education from The Ohio State University.",
    "image" : "community/artists/img-anthony.jpg",
    "url" : "http://www.anthonytankmansfield.com"
  },
  {
    "name" : "Tony Gilardi",
    "title" : "Identity Crisis illustrator",
    "bio" : "In 1996, at the College of Mount St. Joseph, I completed a BFA in Graphic Design.  Also at Mount St. Joseph, in 2001, I completed an MA in Art Education.  Since 1997 I have taught Art, both at the middle-grades level and currently at the senior high level, in the Northwest Local School district.  I&rsquo;ve stayed active creating and exhibiting artwork in galleries and venues throughout the Cincinnati area, and have had a chance to design a logo or two along the way.  My work ranges from high-value graphite drawings to mixed-media abstracts.  Nature, and in particular trees, seem to be my principal inspirations.  Currently I live in West Harrison, IN, with my wife.  I&rsquo;ve been a homebrewer for 15 years, and have grown my own hops for the last 8 years.  I heartily recommend homebrewing and hop-growing to all.",
    "image" : "community/artists/img-tony.jpg",
    "url" : "http://tonygilardi.weebly.com/"
  },
  {
    "name" : "Charles S. Doll IV",
    "title" : "Dead Flowers illustrator",
    "bio" : "Graphic Designer originally from Louisville, KY, currently living and working in Cincinnati, OH for RIPPLE JUNCTION. My resume to date is pretty much a wide range of bands, movies and tv shows&hellip; From Slayer and the Ramones to doctor who and the Big Bang Theory. I should maybe mention I've designed for La Poste, Django and Mayday too.",
    "image" : "community/artists/img-charles.jpg",
    "url" : "http://csdivdesign.tumblr.com/"
  },
  {
    "name" : "John Doubet",
    "title" : "Thundersnow illustrator",
    "bio" : "Since the mid-90’s, John Doubet has partnered with some of the most respected brands around the globe. Through these successful synergies Doubet has garnered numerous advertising and design awards. In addition, his work has been published in leading industry trades such as Graphis (widely regarded as an international bastion of design and visual imagery) and Print (which annually features the most comprehensive survey of graphic design in the US) magazines. Further, Doubet is the proud recipient of a national American Advertising Award (ADDY). Doubet has designed successful campaigns in multiple disciplines ranging from the retail industry to consumer packaging to business-to-business. His unique ability to adapt his creative and vision to meet and exceed the needs of the target audience is the driving force behind his branding success. A self-professed minimalist, Doubet believes it's the simplest and cleanest ideas that breakthrough a saturated marketplace. When not expanding a company’s position in the marketplace, you can find him recording music, golfing, fishing, hiking, and spending time with his family. And not necessarily in that order. ",
    "image" : "community/artists/img-john-d.jpg",
    "url" : "http://www.doubetdesign.com/"
  }
]

